finalProject/results/height/box05/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          39860;
        startFace       29574;
    }
    bottom
    {
        type            wall;
        physicalType    wall;
        nFaces          214;
        startFace       69434;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       69648;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       69662;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       69712;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          350;
        startFace       69726;
    }
)

// ************************************************************************* //
